Repository: JiZPaper/PaperVN
Catalog: PaperVN/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ko, pl, zh_hant

source: 拷贝标题与名称
de: Titel und Namen kopieren
en: Copy Titles and Names
ja: タイトルと名前をコピー
ko: 제목 및 이름 복사
pl: Kopiowanie tytułów i nazw
zh_hant: 拷貝標題與名稱

source: 拷贝译文
de: Übersetzung kopieren
en: Copy Translation
ja: 訳文をコピー
ko: 번역문 복사
pl: Kopiuj tłumaczenie
zh_hant: 拷貝譯文

source: 按住即可拷贝
de: Einfach gedrückt halten
en: Just Touch and Hold
ja: 長押しでコピー
ko: 길게 눌러 복사
pl: Wystarczy przytrzymać
zh_hant: 按住即可拷貝

source: 按最近更改
de: Nach letzter Änderung
en: By Last Modified
ja: 更新日時順
ko: 최근 수정순
pl: Według ostatniej zmiany
zh_hant: 依最近更改

source: 按发布日期
de: Nach Veröffentlichungsdatum
en: By Date Posted
ja: 投稿日順
ko: 게시일순
pl: Według daty publikacji
zh_hant: 依發佈日期

source: 按发行日期
de: Nach Erscheinungsdatum
en: By Release Date
ja: 発売日順
ko: 출시일순
pl: Według daty wydania
zh_hant: 依發行日期

source: 按名称
de: Nach Name
en: By Name
ja: 名前順
ko: 이름순
pl: Według nazwy
zh_hant: 依名稱

source: 按平均评分
de: Nach Durchschnittsbewertung
en: By Average Rating
ja: 平均評価順
ko: 평균 평점순
pl: Według średniej oceny
zh_hant: 依平均評分

source: 按新增日期
de: Nach Hinzufügedatum
en: By Date Added
ja: 追加日順
ko: 추가 날짜순
pl: Według daty dodania
zh_hant: 依新增日期

source: 按标题
de: Nach Titel
en: By Title
ja: タイトル順
ko: 제목순
pl: Według tytułu
zh_hant: 依標題

source: 按照iOS设置App重新设计。轻点下方的类别试试。
de: Nach dem Vorbild der iOS-App „Einstellungen“ neu gestaltet. Tippe unten auf eine Kategorie, um es auszuprobieren.
en: Redesigned after the iOS Settings app. Tap a category below to try it.
ja: iOSの設定Appにならって再デザインしました。下のカテゴリをタップして試してみてください。
ko: iOS 설정 앱에 맞춰 새롭게 디자인했습니다. 아래의 카테고리를 탭하여 사용해 보세요.
pl: Zaprojektowane na wzór aplikacji Ustawienia w iOS. Stuknij poniżej kategorię, aby wypróbować.
zh_hant: 按照iOS設定App重新設計。點一下下方的類別試試。

source: 按照共享年龄范围控制
de: Gemäß geteiltem Altersbereich steuern
en: Controlled by Shared Age Range
ja: 共有された年齢範囲に従う
ko: 공유된 연령 범위에 따라 제어
pl: Kontroluj według udostępnionego zakresu wieku
zh_hant: 依照分享的年齡範圍控制

source: 按相关程度
de: Nach Relevanz
en: By Relevance
ja: 関連度順
ko: 관련성순
pl: Według trafności
zh_hant: 依相關程度

source: 按评分
de: Nach Bewertung
en: By Rating
ja: 評価順
ko: 평점순
pl: Według oceny
zh_hant: 依評分

source: 按评分人数
de: Nach Anzahl der Bewertungen
en: By Number of Ratings
ja: 評価人数順
ko: 평가 수순
pl: Według liczby ocen
zh_hant: 依評分人數

source: 挪威语
de: Norwegisch
en: Norwegian
ja: ノルウェー語
ko: 노르웨이어
pl: Norweski
zh_hant: 挪威文

source: 捷克语
de: Tschechisch
en: Czech
ja: チェコ語
ko: 체코어
pl: Czeski
zh_hant: 捷克文

source: 授权
de: Autorisieren
en: Authorize
ja: 承認
ko: 승인
pl: Autoryzuj
zh_hant: 授權

source: 排序
de: Sortieren
en: Sort
ja: 並べ替え
ko: 정렬
pl: Sortuj

source: 排序依据
de: Sortierkriterium
en: Sort By
ja: 並べ替え基準
ko: 정렬 기준
pl: Kryterium sortowania
zh_hant: 排序依據

source: 排序方向
de: Sortierrichtung
en: Sort Direction
ja: 並べ替え方向
ko: 정렬 방향
pl: Kierunek sortowania

source: 排序方式
de: Sortiermethode
en: Sort By
ja: 並べ替え方法
ko: 정렬 방식
pl: Sposób sortowania

source: 排序顺序
de: Sortierreihenfolge
en: Sort Order
ja: 並べ替え順
ko: 정렬 순서
pl: Kolejność sortowania
zh_hant: 排序順序

source: 排除
de: Ausschließen
en: Exclude
ja: 除外
ko: 제외
pl: Wyklucz

source: 探索推荐：作品质量较可靠，但个性化证据有限。
de: Entdeckungsempfehlung: Die Titelqualität ist relativ zuverlässig, aber es gibt nur wenige personalisierte Belege.
en: Exploratory pick: the title has reliable quality signals, but limited personalization evidence.
ja: 探索的なおすすめです。作品品質の信頼性は高いものの、個人向けの根拠は限られています。
ko: 탐색 추천입니다. 작품 품질 신호는 신뢰할 만하지만 개인화 근거는 제한적입니다.
pl: Polecenie odkrywcze: jakość tytułu jest dość wiarygodna, ale dowodów personalizacji jest niewiele.
zh_hant: 探索推薦：作品品質較可靠，但個人化依據有限。

source: 推广文本
de: Werbetext
en: Promotional Text
ja: プロモーションテキスト
ko: 프로모션 텍스트
pl: Tekst promocyjny
zh_hant: 推廣文字

source: 推荐
de: Empfohlen
en: Recommended
ja: おすすめ
ko: 추천
pl: Polecane
zh_hant: 推薦

source: 推荐视觉小说
de: Visual Novel empfehlen
en: Recommend Visual Novel
ja: ビジュアルノベルをおすすめする
ko: 비주얼 노벨 추천
pl: Poleć powieść wizualną
zh_hant: 推薦視覺小說

source: 推荐资料仍在准备中，请稍后再试。
de: Empfehlungsdaten werden noch vorbereitet. Versuche es später erneut.
en: Recommendation data is still being prepared. Try again later.
ja: おすすめ用データを準備しています。しばらくしてからもう一度お試しください。
ko: 추천 데이터를 준비하고 있습니다. 나중에 다시 시도해 주세요.
pl: Dane rekomendacji są nadal przygotowywane. Spróbuj ponownie później.
zh_hant: 推薦資料仍在準備中，請稍後再試。

source: 描述
de: Beschreibung
en: Description
ja: 説明
ko: 설명
pl: Opis

source: 提交
de: Senden
en: Submit
ja: 送信
ko: 제출
pl: Prześlij

source: 提交推荐
de: Empfehlung senden
en: Submit Recommendation
ja: おすすめを送信
ko: 추천 제출
pl: Prześlij rekomendację
zh_hant: 提交推薦

source: 提交时间
de: Eingereicht am
en: Submitted
ja: 投稿日時
ko: 제출 시간
pl: Data przesłania
zh_hant: 提交時間

source: 提交翻译
de: Übersetzung einreichen
en: Submit Translation
ja: 翻訳を投稿
ko: 번역 제출
pl: Prześlij tłumaczenie
zh_hant: 提交翻譯

source: 提问
de: Frage
en: Question
ja: 質問
ko: 질문
pl: Pytanie
zh_hant: 提問

source: 搁置
de: Zurückgestellt
en: Stalled
ja: 保留
ko: 보류
pl: Odłożone
zh_hant: 擱置

source: 搜索
de: Suchen
en: Search
ja: 検索
ko: 검색
pl: Szukaj
zh_hant: 搜尋

source: 搜索“%@”
de: „%@“ suchen
en: Search “%@”
ja: 「%@」を検索
ko: ‘%@’ 검색
pl: Szukaj „%@”
zh_hant: 搜尋「%@」

source: 搜索VNDB
de: VNDB durchsuchen
en: Search VNDB
ja: VNDBを検索
ko: VNDB 검색
pl: Szukaj w VNDB
zh_hant: 搜尋VNDB

# 搜索分类.会社
source: 会社
de: Firmen
en: Brands
ja: ブランド
ko: 회사
pl: Firmy
zh_hant: 公司

# 搜索分类.制作人员
source: 制作人员
de: Team
en: Staff
ja: スタッフ
ko: 제작진
pl: Ekipa
zh_hant: 製作人員

# 搜索分类.发行版本
source: 发行版本
de: Releases
en: Releases
ja: リリース
ko: 출시
pl: Wydania
zh_hant: 發行版本

# 搜索分类.视觉小说
source: 视觉小说
de: VNs
en: VNs
ja: 作品
ko: 작품
pl: VN
zh_hant: 視覺小說

# 搜索分类.角色
source: 角色
de: Figuren
en: Chars
ja: キャラ
ko: 캐릭터
pl: Postacie

source: 搜索制作人员
de: Mitwirkende suchen
en: Search Staff
ja: スタッフを検索
ko: 제작진 검색
pl: Szukaj ekipy
zh_hant: 搜尋製作人員

source: 搜索发行版本
de: Veröffentlichungen suchen
en: Search Releases
ja: リリースを検索
ko: 출시 버전 검색
pl: Szukaj wydań
zh_hant: 搜尋發行版本

source: 搜索国家或地区
de: Land oder Region suchen
en: Search Countries or Regions
ja: 国または地域を検索
ko: 국가 또는 지역 검색
pl: Szukaj kraju lub regionu
zh_hant: 搜尋國家或地區

source: 搜索地区
de: Region suchen
en: Search Regions
ja: 地域を検索
ko: 지역 검색
pl: Szukaj regionu
zh_hant: 搜尋地區

source: 搜索平台
de: Plattform suchen
en: Search Platforms
ja: プラットフォームを検索
ko: 플랫폼 검색
pl: Szukaj platformy
zh_hant: 搜尋平台

source: 搜索开发与发行商
de: Entwickler und Publisher suchen
en: Search Developers and Publishers
ja: 開発・販売元を検索
ko: 개발사 및 배급사 검색
pl: Szukaj dewelopera lub wydawcy
zh_hant: 搜尋開發與發行商

source: 搜索标签
de: Tags durchsuchen
en: Search Tags
ja: タグを検索
ko: 태그 검색
pl: Szukaj tagów
zh_hant: 搜尋標籤

source: 搜索视觉小说
de: Visual Novels suchen
en: Search Visual Novels
ja: ビジュアルノベルを検索
ko: 비주얼 노벨 검색
pl: Szukaj powieści wizualnych
zh_hant: 搜尋視覺小說

source: 搜索范围
de: Suchbereich
en: Search Scope
ja: 検索範囲
ko: 검색 범위
pl: Zakres wyszukiwania
zh_hant: 搜尋範圍

source: 搜索角色
de: Figuren suchen
en: Search Characters
ja: キャラクターを検索
ko: 캐릭터 검색
pl: Szukaj postaci
zh_hant: 搜尋角色

source: 搜索语言
de: Sprache suchen
en: Search Languages
ja: 言語を検索
ko: 언어 검색
pl: Szukaj języka
zh_hant: 搜尋語言

source: 撤回后无法重新提交以供审核。
de: Nach dem Zurückziehen kann sie nicht erneut zur Prüfung eingereicht werden.
en: Once withdrawn, it can’t be submitted for review again.
ja: 取り下げた後は、再度審査に投稿することはできません。
ko: 철회하면 다시 검토를 요청할 수 없습니다.
pl: Po wycofaniu nie można ponownie przesłać go do sprawdzenia.
zh_hant: 撤回後將無法重新提交審核。

source: 撤回翻译
de: Übersetzung zurückziehen
en: Withdraw Translation
ja: 翻訳を取り下げる
ko: 번역 철회
pl: Wycofaj tłumaczenie
zh_hant: 撤回翻譯

source: 撰写评论…
de: Kommentar verfassen …
en: Write a comment…
ja: コメントを書く…
ko: 댓글 작성…
pl: Napisz komentarz…
zh_hant: 撰寫評論…

source: 支持PaperVN
de: PaperVN unterstützen
en: Support PaperVN
ja: PaperVNを支援
ko: PaperVN 지원하기
pl: Wesprzyj PaperVN

source: 支持你常用的平台：%@
de: Unterstützt deine häufig verwendeten Plattformen: %@
en: Supports your preferred platform: %@
ja: よく使うプラットフォームに対応：%@
ko: 자주 사용하는 플랫폼 지원: %@
pl: Obsługuje często używane przez Ciebie platformy: %@
zh_hant: 支援你常用的平台：%@

source: 支持你常用的语言：%@
de: Unterstützt deine häufig verwendeten Sprachen: %@
en: Supports your preferred language: %@
ja: よく使う言語に対応：%@
ko: 자주 사용하는 언어 지원: %@
pl: Obsługuje często używane przez Ciebie języki: %@
zh_hant: 支援你常用的語言：%@

source: 收起
de: Ausblenden
en: Collapse
ja: 折りたたむ
ko: 접기
pl: Zwiń

source: 收起分组
de: Gruppe ausblenden
en: Collapse group
ja: グループを折りたたむ
ko: 그룹 접기
pl: Zwiń grupę
zh_hant: 收起分組

source: 收起原文
de: Originaltext ausblenden
en: Collapse Original Text
ja: 原文を折りたたむ
ko: 원문 접기
pl: Zwiń tekst oryginalny

source: 收起评论
de: Kommentare ausblenden
en: Collapse comments
ja: コメントを折りたたむ
ko: 댓글 접기
pl: Zwiń komentarze
zh_hant: 收起評論

source: 放弃更改
de: Änderungen verwerfen
en: Discard Changes
ja: 変更を破棄
ko: 변경 사항 버리기
pl: Odrzuć zmiany
zh_hant: 放棄更改

source: 放弃编辑
de: Bearbeitung verwerfen
en: Discard Edits
ja: 編集を破棄
ko: 편집 내용 버리기
pl: Odrzuć zmiany
zh_hant: 放棄編輯

source: 数据来源
de: Datenquellen
en: Data Sources
ja: データソース
ko: 데이터 소스
pl: Źródła danych
zh_hant: 資料來源

source: 文件
de: Datei
en: File
ja: ファイル
ko: 파일
pl: Plik
zh_hant: 檔案

# 文本展开.更多
source: 更多
de: Mehr
en: More
ja: さらに表示
ko: 더 보기
pl: Więcej

source: 斯洛伐克语
de: Slowakisch
en: Slovak
ja: スロバキア語
ko: 슬로바키아어
pl: Słowacki
zh_hant: 斯洛伐克文

source: 斯洛文尼亚语
de: Slowenisch
en: Slovenian
ja: スロベニア語
ko: 슬로베니아어
pl: Słoweński
zh_hant: 斯洛維尼亞文

source: 新建反馈
de: Neues Feedback
en: New Feedback
ja: 新規フィードバック
ko: 새 피드백
pl: Nowa opinia
zh_hant: 新增回饋

source: 新建推荐
de: Neue Empfehlung
en: New Recommendation
ja: 新しいおすすめ
ko: 새 추천
pl: Nowa rekomendacja
zh_hant: 新增推薦

source: 无
de: Keine
en: None
ja: なし
ko: 없음
pl: Brak
zh_hant: 無

source: 无反馈
de: Kein Feedback
en: No Feedback
ja: フィードバックはありません
ko: 피드백 없음
pl: Brak opinii
zh_hant: 無回饋

source: 无发行版本
de: Keine Veröffentlichungen
en: No Releases
ja: リリースはありません
ko: 출시 버전 없음
pl: Brak wydań
zh_hant: 無發行版本

source: 无封面
de: Kein Cover
en: No Cover
ja: カバーなし
ko: 표지 없음
pl: Brak okładki
zh_hant: 無封面

source: 无已提交反馈
de: Kein gesendetes Feedback
en: No Submitted Feedback
ja: 送信済みのフィードバックはありません
ko: 제출한 피드백 없음
pl: Brak przesłanych opinii
zh_hant: 無已提交回饋

source: 无已提交推荐
de: Keine gesendeten Empfehlungen
en: No Submitted Recommendations
ja: 送信したおすすめはありません
ko: 제출한 추천 없음
pl: Brak przesłanych rekomendacji
zh_hant: 無已提交推薦

source: 无已提交翻译
de: Keine eingereichten Übersetzungen
en: No Submitted Translations
ja: 投稿した翻訳はありません
ko: 제출한 번역 없음
pl: Brak przesłanych tłumaczeń
zh_hant: 無已提交翻譯

source: 无性
de: Geschlechtslos
en: Sexless
ja: 無性
ko: 무성
pl: Bez płci
zh_hant: 無性

source: 无推荐
de: Keine Empfehlungen
en: No Recommendations
ja: おすすめはありません
ko: 추천 없음
pl: Brak rekomendacji
zh_hant: 無推薦

source: 无标签
de: Keine Tags
en: No Tags
ja: タグなし
ko: 태그 없음
pl: Brak tagów
zh_hant: 無標籤

source: 无法下载Hiro智能模型
de: Modell für Hiro Intelligence konnte nicht geladen werden
en: Couldn’t Download Hiro Intelligence Model
ja: ひろインテリジェンスのモデルをダウンロードできませんでした
ko: Hiro 인텔리전스 모델을 다운로드할 수 없음
pl: Nie udało się pobrać modelu Hiro Intelligence
zh_hant: 無法下載Hiro智慧模型

source: 无法下载偏好分析模型
de: Präferenzanalysemodell konnte nicht geladen werden
en: Couldn’t Download Preference Analysis Model
ja: 嗜好分析モデルをダウンロードできませんでした
ko: 취향 분석 모델을 다운로드할 수 없음
pl: Nie udało się pobrać modelu analizy preferencji
zh_hant: 無法下載偏好分析模型

source: 无法下载简介翻译
de: Übersetzung der Beschreibung konnte nicht geladen werden
en: Couldn’t Download Description Translations
ja: 紹介文の翻訳をダウンロードできませんでした
ko: 소개 번역을 다운로드할 수 없음
pl: Nie udało się pobrać tłumaczenia opisu
zh_hant: 無法下載簡介翻譯

source: 无法从服务器下载Hiro智能模型。
de: Das Modell für Hiro Intelligence konnte nicht vom Server geladen werden.
en: Couldn’t download the Hiro Intelligence model from the server.
ja: サーバーからひろインテリジェンスのモデルをダウンロードできませんでした。
ko: 서버에서 Hiro 인텔리전스 모델을 다운로드할 수 없습니다.
pl: Nie udało się pobrać modelu Hiro Intelligence z serwera.
zh_hant: 無法從伺服器下載Hiro智慧模型。

source: 无法关闭反馈
de: Feedback kann nicht geschlossen werden
en: Unable to Close Feedback
ja: フィードバックを閉じられません
ko: 피드백을 닫을 수 없음
pl: Nie można zamknąć opinii
zh_hant: 無法關閉回饋

source: 无法创建Bangumi番组计划登录地址。
de: Bangumi-Anmeldeadresse konnte nicht erstellt werden.
en: Couldn’t create the Bangumi sign-in URL.
ja: Bangumi番組計画のログインURLを作成できませんでした。
ko: Bangumi 로그인 URL을 생성할 수 없습니다.
pl: Nie można utworzyć adresu logowania Bangumi.
zh_hant: 無法建立Bangumi番組計畫登入網址。

source: 无法创建登录地址。
de: Anmeldeadresse konnte nicht erstellt werden.
en: Couldn’t create the sign-in URL.
ja: ログインURLを作成できませんでした。
ko: 로그인 URL을 생성할 수 없습니다.
pl: Nie można utworzyć adresu logowania.
zh_hant: 無法建立登入網址。

source: 无法创建简介翻译下载地址。
de: Downloadadresse für die Übersetzung der Beschreibung konnte nicht erstellt werden.
en: Couldn’t create the description translation download URL.
ja: 紹介文の翻訳ファイルのダウンロードURLを作成できませんでした。
ko: 소개 번역 다운로드 URL을 생성할 수 없습니다.
pl: Nie można utworzyć adresu pobierania tłumaczenia opisu.
zh_hant: 無法建立簡介翻譯下載網址。

source: 无法删除文件
de: Datei konnte nicht gelöscht werden
en: Couldn’t Delete File
ja: ファイルを削除できませんでした
ko: 파일을 삭제할 수 없음
pl: Nie można usunąć pliku
zh_hant: 無法刪除檔案

source: 无法取消推荐
de: Empfehlung kann nicht entfernt werden
en: Unable to Remove Recommendation
ja: おすすめから外せません
ko: 추천을 취소할 수 없음
pl: Nie można usunąć rekomendacji
zh_hant: 無法取消推薦

source: 无法同步到Bangumi番组计划
de: Synchronisierung mit Bangumi nicht möglich
en: Couldn’t Sync to Bangumi
ja: Bangumi番組計画に同期できませんでした
ko: Bangumi에 동기화할 수 없음
pl: Nie można zsynchronizować z Bangumi
zh_hant: 無法同步至Bangumi番組計畫

source: 无法启动鲲Galgame登录回调：%@
de: KunGalgame-Anmelde-Callback konnte nicht gestartet werden: %@
en: Unable to start KunGalgame sign-in callback: %@
ja: KunGalgameのログインコールバックを開始できません：%@
ko: KunGalgame 로그인 콜백을 시작할 수 없음: %@
pl: Nie można uruchomić wywołania zwrotnego logowania KunGalgame: %@
zh_hant: 無法啟動鯤Galgame登入回呼：%@

source: 无法存储
de: Sichern nicht möglich
en: Couldn’t Save
ja: 保存できませんでした
ko: 저장할 수 없음
pl: Nie można zapisać
zh_hant: 無法儲存

source: 无法完成儿童账户授权。请确认当前Apple账户属于家庭中的儿童成员后再试。
de: Die Autorisierung des Kinder-Accounts konnte nicht abgeschlossen werden. Prüfe, ob der aktuelle Apple-Account zu einem Kind in der Familie gehört, und versuche es erneut.
en: Couldn’t complete child account authorization. Make sure the current Apple Account belongs to a child in your Family Sharing group, then try again.
ja: 子ども用アカウントの承認を完了できませんでした。現在のApple Accountがファミリー共有グループ内のお子様のものであることを確認してから、もう一度お試しください。
ko: 자녀 계정 승인을 완료할 수 없습니다. 현재 Apple 계정이 가족 공유 그룹의 자녀 계정인지 확인한 후 다시 시도해 주세요.
pl: Nie można ukończyć autoryzacji konta dziecka. Sprawdź, czy bieżące konto Apple należy do dziecka w rodzinie, i spróbuj ponownie.
zh_hant: 無法完成兒童帳號授權。請確認目前的Apple帳號屬於「家人共享」群組中的兒童成員，然後再試一次。

source: 无法完成儿童账户授权。请稍后再试，并确认设备已联网且当前Apple账户属于家庭中的儿童成员。
de: Die Autorisierung des Kinder-Accounts konnte nicht abgeschlossen werden. Versuche es später erneut und stelle sicher, dass das Gerät mit dem Internet verbunden ist und der aktuelle Apple-Account zu einem Kind in der Familie gehört.
en: Couldn’t complete child account authorization. Try again later, and make sure the device is connected to the internet and the current Apple Account belongs to a child in your Family Sharing group.
ja: 子ども用アカウントの承認を完了できませんでした。しばらくしてからもう一度お試しください。デバイスがインターネットに接続され、現在のApple Accountがファミリー共有グループ内のお子様のものであることを確認してください。
ko: 자녀 계정 승인을 완료할 수 없습니다. 나중에 다시 시도하고 기기가 인터넷에 연결되어 있으며 현재 Apple 계정이 가족 공유 그룹의 자녀 계정인지 확인해 주세요.
pl: Nie można ukończyć autoryzacji konta dziecka. Spróbuj ponownie później i upewnij się, że urządzenie ma połączenie z internetem, a bieżące konto Apple należy do dziecka w rodzinie.
zh_hant: 無法完成兒童帳號授權。請稍後再試，並確認裝置已連線至網際網路，且目前的Apple帳號屬於家人共享群組中的兒童成員。

source: 无法完成资料库操作
de: Mediathek-Vorgang nicht möglich
en: Couldn’t Complete Library Action
ja: ライブラリの操作を完了できませんでした
ko: 보관함 작업을 완료할 수 없음
pl: Nie można wykonać operacji w bibliotece
zh_hant: 無法完成資料庫操作

source: 无法打开Bangumi番组计划登录页。
de: Bangumi-Anmeldeseite konnte nicht geöffnet werden.
en: Couldn’t open the Bangumi sign-in page.
ja: Bangumi番組計画のログインページを開けませんでした。
ko: Bangumi 로그인 페이지를 열 수 없습니다.
pl: Nie można otworzyć strony logowania Bangumi.
zh_hant: 無法開啟Bangumi番組計畫登入頁面。

source: 无法打开鲲Galgame登录页。
de: KunGalgame-Anmeldeseite konnte nicht geöffnet werden.
en: Couldn’t open the KunGalgame sign-in page.
ja: KunGalgameのログインページを開けませんでした。
ko: KunGalgame 로그인 페이지를 열 수 없습니다.
pl: Nie można otworzyć strony logowania KunGalgame.
zh_hant: 無法開啟鯤Galgame登入頁面。

source: 无法提交
de: Senden nicht möglich
en: Couldn’t Submit
ja: 送信できませんでした
ko: 제출할 수 없음
pl: Nie można przesłać
zh_hant: 無法提交

source: 无法搜索
de: Suche nicht möglich
en: Couldn’t Search
ja: 検索できませんでした
ko: 검색할 수 없음
pl: Nie można wyszukać
zh_hant: 無法搜尋

source: 无法撤回翻译
de: Übersetzung kann nicht zurückgezogen werden
en: Unable to Withdraw Translation
ja: 翻訳を取り下げられません
ko: 번역을 철회할 수 없음
pl: Nie można wycofać tłumaczenia
zh_hant: 無法撤回翻譯

source: 无法新建反馈
de: Neues Feedback konnte nicht erstellt werden
en: Unable to Create Feedback
ja: 新しいフィードバックを作成できません
ko: 새 피드백을 만들 수 없음
pl: Nie można utworzyć nowej opinii
zh_hant: 無法新增回饋

source: 无法更新家长控制
de: Kindersicherung konnte nicht aktualisiert werden
en: Couldn’t Update Parental Controls
ja: ペアレンタルコントロールを更新できませんでした
ko: 자녀 보호 기능을 업데이트할 수 없음
pl: Nie można zaktualizować kontroli rodzicielskiej
zh_hant: 無法更新家長控制

source: 无法添加到资料库
de: Hinzufügen zur Mediathek nicht möglich
en: Couldn’t Add to Library
ja: ライブラリに追加できませんでした
ko: 보관함에 추가할 수 없음
pl: Nie można dodać do biblioteki
zh_hant: 無法加入資料庫

source: 无法生成安全的登录参数。
de: Sichere Anmeldeparameter konnten nicht erstellt werden.
en: Couldn’t generate secure sign-in parameters.
ja: 安全なログインパラメータを生成できませんでした。
ko: 안전한 로그인 매개변수를 생성할 수 없습니다.
pl: Nie można wygenerować bezpiecznych parametrów logowania.
zh_hant: 無法產生安全的登入參數。

source: 无法登录Bangumi番组计划
de: Anmeldung bei Bangumi nicht möglich
en: Couldn’t Sign In to Bangumi
ja: Bangumi番組計画にログインできませんでした
ko: Bangumi에 로그인할 수 없음
pl: Nie można zalogować się do Bangumi
zh_hant: 無法登入Bangumi番組計畫

source: 无法登录VNDB
de: Anmeldung bei VNDB nicht möglich
en: Couldn’t Sign In to VNDB
ja: VNDBにログインできませんでした
ko: VNDB에 로그인할 수 없음
pl: Nie można zalogować się do VNDB
zh_hant: 無法登入VNDB

source: 无法登录鲲Galgame
de: Anmeldung bei KunGalgame nicht möglich
en: Couldn’t Sign In to KunGalgame
ja: KunGalgameにログインできませんでした
ko: KunGalgame에 로그인할 수 없음
pl: Nie można zalogować się do KunGalgame
zh_hant: 無法登入鯤Galgame

source: 无法翻译
de: Übersetzen nicht möglich
en: Couldn’t Translate
ja: 翻訳できませんでした
ko: 번역할 수 없음
pl: Nie można przetłumaczyć
zh_hant: 無法翻譯

source: 无法获取
de: Abrufen nicht möglich
en: Couldn’t Fetch
ja: 取得できませんでした
ko: 가져올 수 없음
pl: Nie można pobrać
zh_hant: 無法取得

source: 无法获取共享的年龄范围。请稍后再试，或检查系统中的年龄范围共享设置。
de: Der geteilte Altersbereich konnte nicht abgerufen werden. Versuche es später erneut oder prüfe die Einstellungen zum Teilen des Altersbereichs im System.
en: Couldn’t retrieve the shared age range. Try again later, or check the system’s age-range sharing settings.
ja: 共有された年齢範囲を取得できませんでした。しばらくしてからもう一度試すか、システムの年齢範囲の共有設定を確認してください。
ko: 공유된 연령 범위를 가져올 수 없습니다. 나중에 다시 시도하거나 시스템의 연령 범위 공유 설정을 확인해 주세요.
pl: Nie można pobrać udostępnionego zakresu wieku. Spróbuj ponownie później lub sprawdź systemowe ustawienia udostępniania zakresu wieku.
zh_hant: 無法取得分享的年齡範圍。請稍後再試，或檢查系統中的年齡範圍分享設定。

source: 无法获取游戏，请检查网络连接或稍后再试。
de: Spiel konnte nicht abgerufen werden. Prüfe deine Netzwerkverbindung oder versuche es später erneut.
en: Couldn’t fetch the game. Check your network connection or try again later.
ja: ゲームを取得できませんでした。ネットワーク接続を確認して、後でもう一度お試しください。
ko: 게임을 가져올 수 없습니다. 네트워크 연결을 확인하거나 나중에 다시 시도해 주세요.
pl: Nie można pobrać gry. Sprawdź połączenie z siecią lub spróbuj ponownie później.
zh_hant: 無法取得遊戲，請檢查網路連線或稍後再試。

source: 无法访问系统钥匙串。
de: Auf den System-Schlüsselbund kann nicht zugegriffen werden.
en: Couldn’t access the system keychain.
ja: システムキーチェーンにアクセスできませんでした。
ko: 시스템 키체인에 접근할 수 없습니다.
pl: Nie można uzyskać dostępu do systemowego pęku kluczy.
zh_hant: 無法取用系統鑰匙圈。

source: 无法读取附件
de: Anhang konnte nicht gelesen werden
en: Unable to Read Attachment
ja: 添付ファイルを読み込めません
ko: 첨부 파일을 읽을 수 없음
pl: Nie można odczytać załącznika
zh_hant: 無法讀取附件

source: 无法载入
de: Laden nicht möglich
en: Couldn’t Load
ja: 読み込めませんでした
ko: 불러올 수 없음
pl: Nie można wczytać
zh_hant: 無法載入

source: 无法载入发行版本：%@
de: Veröffentlichung konnte nicht geladen werden: %@
en: Couldn’t Load Release Version: %@
ja: リリースバージョンを読み込めませんでした：%@
ko: 출시 버전을 불러올 수 없음: %@
pl: Nie udało się wczytać wydania: %@
zh_hant: 無法載入發行版本：%@

source: 无法载入活动
de: Veranstaltungen konnten nicht geladen werden
en: Couldn’t Load Events
ja: イベントを読み込めませんでした
ko: 이벤트를 불러올 수 없음
pl: Nie można wczytać wydarzeń
zh_hant: 無法載入活動

source: 无法连接App Store，请检查网络后再试。
de: Verbindung zum App Store fehlgeschlagen. Prüfe dein Netzwerk und versuche es erneut.
en: Couldn’t connect to the App Store. Check your network connection and try again.
ja: App Storeに接続できません。ネットワーク接続を確認して、もう一度お試しください。
ko: App Store에 연결할 수 없습니다. 네트워크를 확인한 후 다시 시도해 주세요.
pl: Nie można połączyć się z App Store. Sprawdź sieć i spróbuj ponownie.
zh_hant: 無法連線至App Store，請檢查網路後再試。

source: 无法连接服务器
de: Verbindung zum Server fehlgeschlagen
en: Unable to Connect to Server
ja: サーバーに接続できません
ko: 서버에 연결할 수 없음
pl: Nie można połączyć się z serwerem
zh_hant: 無法連線至伺服器

source: 无法验证Token，请检查网络连接后再试。
de: Token konnte nicht überprüft werden. Prüfe deine Netzwerkverbindung und versuche es erneut.
en: Couldn’t verify the token. Check your network connection and try again.
ja: トークンを検証できませんでした。ネットワーク接続を確認して、もう一度お試しください。
ko: 토큰을 확인할 수 없습니다. 네트워크 연결을 확인한 후 다시 시도해 주세요.
pl: Nie można zweryfikować tokenu. Sprawdź połączenie z siecią i spróbuj ponownie.
zh_hant: 無法驗證Token，請檢查網路連線後再試。

source: 无活动
de: Keine Veranstaltungen
en: No Events
ja: イベントはありません
ko: 이벤트 없음
pl: Brak wydarzeń
zh_hant: 無活動

source: 无特征
de: Keine Merkmale
en: No Traits
ja: 特徴なし
ko: 특성 없음
pl: Brak cech
zh_hant: 無特徵

source: 无相关作品
de: Keine verwandten Titel
en: No Related Titles
ja: 関連作品なし
ko: 관련 작품 없음
pl: Brak powiązanych tytułów
zh_hant: 無相關作品

source: 无码版本
de: Unzensierte Version
en: Uncensored Version
ja: 無修正版
ko: 무삭제판
pl: Wersja bez cenzury
zh_hant: 無碼版本

source: 无视觉小说
de: Keine Visual Novels
en: No Visual Novels
ja: ビジュアルノベルはありません
ko: 비주얼 노벨 없음
pl: Brak powieści wizualnych
zh_hant: 無視覺小說

source: 无角色图片
de: Keine Bilder von Figuren
en: No Character Images
ja: キャラクター画像なし
ko: 캐릭터 이미지 없음
pl: Brak obrazów postaci
zh_hant: 無角色圖片

source: 无计划
de: Keine Planung
en: No Plans
ja: 予定なし
ko: 계획 없음
pl: Brak planu
zh_hant: 無計劃

source: 无评论
de: Keine Kommentare
en: No Comments
ja: コメントはありません
ko: 댓글 없음
pl: Brak komentarzy
zh_hant: 無評論

source: 无语音
de: Keine Sprachausgabe
en: No Voice
ja: ボイスなし
ko: 음성 없음
pl: Bez głosu
zh_hant: 無語音

source: 无需操作
de: Keine Aktion erforderlich
en: No Action Required
ja: 操作不要
ko: 조치 필요 없음
pl: Nie wymaga działania
zh_hant: 無需操作

source: 日期待定
de: Datum steht noch nicht fest
en: Date TBD
ja: 日付未定
ko: 날짜 미정
pl: Data do ustalenia

source: 日语
de: Japanisch
en: Japanese
ja: 日本語
ko: 일본어
pl: Japoński
zh_hant: 日文

source: 星空列车与白的旅行
de: Eine Reise mit dem Sternenzug und Shiro
en: A Trip to the Stars
ja: 星空鉄道とシロの旅
ko: 별하늘 철도와 시로의 여행
pl: Podróż gwiezdnym pociągiem i Shiro
zh_hant: 星空列車與白的旅行

source: 星空列车与白的旅行详情预览
de: Detailvorschau zu „Eine Reise mit dem Sternenzug und Shiro“
en: A Trip to the Stars Details Preview
ja: 星空鉄道とシロの旅の詳細プレビュー
ko: 별하늘 철도와 시로의 여행 상세 미리보기
pl: Podgląd szczegółów „Podróży gwiezdnym pociągiem i Shiro”
zh_hant: 星空列車與白的旅行詳細預覽

source: 星空鉄道とシロの旅
de: Eine Reise mit dem Sternenzug und Shiro
en: A Trip to the Stars
ko: 별하늘 철도와 시로의 여행
pl: Podróż gwiezdnym pociągiem i Shiro
zh_hant: 星空列車與白的旅行

source: 昨天
de: Gestern
en: Yesterday
ja: 昨日
ko: 어제
pl: Wczoraj

source: 是
de: Ja
en: Yes
ja: はい
ko: 예
pl: Tak

source: 显示
de: Anzeigen
en: Show
ja: 表示
ko: 표시
pl: Pokaż
zh_hant: 顯示

source: 显示方式
de: Darstellung
en: Display Style
ja: 表示方法
ko: 표시 방식
pl: Sposób wyświetlania
zh_hant: 顯示方式

source: 显示未人工翻译标签的原文
de: Originaltext nicht manuell übersetzter Tags anzeigen
en: Show Original Text for Tags Without Human Translations
ja: 人手による翻訳がないタグの原文を表示
ko: 수동 번역이 없는 태그의 원문 표시
pl: Pokaż oryginalny tekst tagów bez ręcznego tłumaczenia
zh_hant: 顯示沒有人工譯文的標籤原文

source: 显示模块
de: Angezeigte Module
en: Displayed Modules
ja: 表示するモジュール
ko: 표시 모듈
pl: Wyświetlane moduły
zh_hant: 顯示模組

source: 显示特征原文
de: Originaltext der Merkmale anzeigen
en: Show Original Traits
ja: 特徴の原文を表示
ko: 특성 원문 표시
pl: Pokaż oryginalny tekst cech
zh_hant: 顯示特徵原文
